[
  {
    "front": "驴Qu茅 se valida realmente en psicometr铆a seg煤n la teor铆a moderna?",
    "back": "No se valida el test, sino las interpretaciones y los usos de las puntuaciones en un contexto y prop贸sito espec铆ficos.",
    "difficulty": "easy",
    "icon": "",
    "topic": "Conceptos B谩sicos",
    "points": 10
  },
  {
    "front": "Aporte principal de Samuel Messick a la teor铆a de la validez",
    "back": "Integr贸 los antiguos tipos de validez en un modelo unificado, incorporando tanto la base evidencial como las consecuencias del uso del test.",
    "difficulty": "easy",
    "icon": "З",
    "topic": "Teor铆a Validez",
    "points": 10
  },
  {
    "front": "Regla TVOTT ("Thou shalt not refer to the validity of the test")",
    "back": "Indica que la validez no es del test en s铆, sino de las inferencias que se hacen a partir de sus resultados.",
    "difficulty": "easy",
    "icon": "",
    "topic": "Conceptos B谩sicos",
    "points": 10
  },
  {
    "front": "Modelo unificado de Messick: dos pilares centrales",
    "back": "Base evidencial (justificaci贸n te贸rica y emp铆rica) y base consecuencial (impacto 茅tico y social del uso del test).",
    "difficulty": "medium",
    "icon": "锔",
    "topic": "Modelo Messick",
    "points": 20
  },
  {
    "front": "驴Qu茅 propone el enfoque de Kane sobre la validez?",
    "back": "Construir un Argumento de Interpretaci贸n y Uso (IUA) que articule las inferencias y evidencias que justifican el uso del test.",
    "difficulty": "medium",
    "icon": "",
    "topic": "Enfoque Kane",
    "points": 20
  },
  {
    "front": "Inferencias principales del modelo de Kane",
    "back": "Puntuaci贸n, Generalizaci贸n, Extrapolaci贸n e Implicaci贸n/Decisi贸n, cada una respaldada por diferentes fuentes de evidencia.",
    "difficulty": "medium",
    "icon": "",
    "topic": "Enfoque Kane",
    "points": 20
  },
  {
    "front": "Evidencia basada en el contenido del test",
    "back": "Analiza si los 铆tems son relevantes y representativos del dominio del constructo. Se obtiene mediante juicios de expertos.",
    "difficulty": "medium",
    "icon": "",
    "topic": "Evidencias Validez",
    "points": 20
  },
  {
    "front": "Evidencia de estructura interna",
    "back": "Eval煤a si las relaciones entre 铆tems y factores reflejan la estructura te贸rica del constructo (AFE, AFC, TRI).",
    "difficulty": "medium",
    "icon": "",
    "topic": "Evidencias Validez",
    "points": 20
  },
  {
    "front": "Evidencia basada en la relaci贸n con otras variables",
    "back": "Incluye validez convergente, discriminante y de criterio. Examina c贸mo las puntuaciones se relacionan con medidas externas.",
    "difficulty": "hard",
    "icon": "",
    "topic": "Evidencias Validez",
    "points": 30
  },
  {
    "front": "Evidencia basada en las consecuencias de la evaluaci贸n",
    "back": "Eval煤a los efectos sociales, intencionados o no, del uso del test, para garantizar justicia y equidad en la medici贸n.",
    "difficulty": "hard",
    "icon": "",
    "topic": "Evidencias Validez",
    "points": 30
  }
]