[
  {
    "front": "쯈u칠 diferencia esencial tiene la TRI frente a la TCT?",
    "back": "La TRI se centra en el comportamiento de cada 칤tem y modela la relaci칩n entre el rasgo latente (풪) y la probabilidad de respuesta, mientras que la TCT se basa en las puntuaciones totales.",
    "difficulty": "easy",
    "icon": "游늵",
    "topic": "Comparaci칩n TCT-TRI",
    "points": 10
  },
  {
    "front": "Supuesto de Unidimensionalidad",
    "back": "Afirma que todas las respuestas a los 칤tems est치n influenciadas por un 칰nico rasgo latente dominante, representado por 풪.",
    "difficulty": "easy",
    "icon": "游빐",
    "topic": "Supuestos TRI",
    "points": 10
  },
  {
    "front": "Supuesto de Independencia Local",
    "back": "Una vez controlado el nivel de 풪, las respuestas a distintos 칤tems son independientes entre s칤; no existe influencia residual entre ellos.",
    "difficulty": "easy",
    "icon": "丘뙖잺",
    "topic": "Supuestos TRI",
    "points": 10
  },
  {
    "front": "쯈u칠 representa el par치metro b en la TRI?",
    "back": "El par치metro b indica la dificultad del 칤tem: es el nivel de habilidad (풪) en el que la probabilidad de respuesta correcta es del 50%.",
    "difficulty": "medium",
    "icon": "游늸",
    "topic": "Par치metros TRI",
    "points": 20
  },
  {
    "front": "Funci칩n del par치metro a (discriminaci칩n)",
    "back": "Mide cu치n bien un 칤tem distingue entre individuos con niveles cercanos de 풪; valores altos implican mayor poder discriminativo.",
    "difficulty": "medium",
    "icon": "游뿦",
    "topic": "Par치metros TRI",
    "points": 20
  },
  {
    "front": "Significado del par치metro c (pseudoacierto)",
    "back": "Es la probabilidad m칤nima de acierto al azar. En 칤tems de opci칩n m칰ltiple, suele aproximarse al inverso del n칰mero de alternativas.",
    "difficulty": "medium",
    "icon": "游",
    "topic": "Par치metros TRI",
    "points": 20
  },
  {
    "front": "Curva Caracter칤stica del 칈tem (CCI)",
    "back": "Representa gr치ficamente la probabilidad de acierto seg칰n el nivel de 풪. Su forma depende de los par치metros a, b y c del 칤tem.",
    "difficulty": "medium",
    "icon": "游늳",
    "topic": "Conceptos TRI",
    "points": 20
  },
  {
    "front": "Funci칩n de Informaci칩n del 칈tem (FII)",
    "back": "Indica la precisi칩n local de un 칤tem en cada punto de 풪. A mayor informaci칩n, menor error de estimaci칩n en esa regi칩n del continuo.",
    "difficulty": "medium",
    "icon": "游댍",
    "topic": "Funciones Informaci칩n",
    "points": 20
  },
  {
    "front": "쯈u칠 es la Funci칩n de Informaci칩n del Test (FIT)?",
    "back": "Es la suma de las funciones de informaci칩n de todos los 칤tems del test. Mide la precisi칩n total del instrumento en cada nivel de habilidad.",
    "difficulty": "hard",
    "icon": "游닄",
    "topic": "Funciones Informaci칩n",
    "points": 30
  },
  {
    "front": "Tests Adaptativos Informatizados (TAI)",
    "back": "Utilizan la TRI para seleccionar 칤tems en tiempo real seg칰n el nivel de habilidad estimado, logrando evaluaciones m치s breves y precisas.",
    "difficulty": "hard",
    "icon": "游눹",
    "topic": "Aplicaciones TRI",
    "points": 30
  }
]